Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: The European Broadcasting Union made the footage available free of charge to its 116 affiliates and AP and Reuters television responded similarly.
es: La Unión Europea de Radiodifusión distribuyó esas secuencias sin costo alguno a sus 116 filiales y la AP y Reuters siguieron ese ejemplo.

source: There were, however, some exceptions relating to accounts payable in local currencies which could not be paid in their original format, and those exceptions were processed manually.
es: No obstante, había algunas excepciones cuando se trataba de cuentas por pagar en las monedas nacionales que no podían pagarse en su forma original, y esas excepciones se procesaban manualmente.

source: You can find further information on this topic in FI Accounts Payable.
es: Puede encontrar más información sobre este tema en FI Contabilidad de acreedores.

source: The report had not yet been made public, but AP obtained a copy and a diplomat familiar with its contents confirmed its recommendations.
es: El reporte aún no se ha hecho público, pero la AP obtuvo una copia y un diplomático familiarizado con el mismo confirmó sus recomendaciones.

source: Prepare for May's AP (Advanced Placement) exams, which give your child the opportunity to earn college credit or placement in higher-level classes.
es: Tu hijo(a) deberá prepararse para los exámenes AP, que le darán la oportunidad de ganar créditos universitarios o la asignación a clases más avanzadas.

source: "If you later wish to activate the AP on a different unified switch, you must clear the LTK by performing a Short Reset on the AP as described in ""Resetting Access Points"" on page 26."
es: "Si posteriormente desea activar el AP en un conmutador unificado diferente, debe borrar la LTK realizando un reinicio corto en el AP como se describe en ""Reinicio de los puntos de acceso"" en la página 30."

source: Overliftings are reversed from accounts payable and accrued liabilities and recorded as revenue when sufficient volumes are produced to make up the overlifted volume.
es: "Las posiciones ""overlift"" son reversadas de cuentas por pagar y pasivos acumulados y se registran como ingresos cuando se producen suficientes volúmenes para cerrar la posición."

source: The nominal value less the estimated credit adjustments of the collectable and payable accounts is assumed to be near the corresponding fair values due to his short term.
es: El valor nominal menos los ajustes de crédito estimados de las cuentas a cobrar y a pagar se asume que se aproximan a sus valores razonables debido a su corto plazo.

source: Cash, accounts receivable, other current assets, accounts payable and other provisions the amounts recorded are approximately the receivable values of the respective assets.
es: Caja y bancos, cuentas a cobrar, otros activos corrientes, cuentas a pagar y provisiones diversas los valores registrados se aproximan al valor de realización de los respectivos activos.

source: This excludes unpaid capital expenditures recorded in accounts payable at March 31, 2010 of approximately $26 million.
es: Esto excluye los gastos de capital pendientes de pago registrados en cuentas por pagar al 31 de marzo de 2010 de aproximadamente $26 millones.

source: Since primary cost elements cannot be balance sheet accounts, direct account assignment to the special general ledger accounts of Accounts Payable, or the reconciliation accounts of Asset Accounting is not possible.
es: Puesto que las clases de coste primarias no pueden ser cuentas de balance, las imputaciones directas a las cuentas de mayor especiales de Acreedores, o el control de cuentas de la Contabilidad de activos fijos no es posible.

source: Due to the short term nature of cash and cash equivalents, accounts receivable and other current assets, accounts payable and accrued liabilities, their carrying values approximate their fair values.
es: Debido a la naturaleza de corto plazo del efectivo y los equivalentes de efectivo, las cuentas por cobrar y otros activos corrientes, las cuentas por pagar y los pasivos causados, sus valores en libros se aproximan a sus valores razonables.

source: "Offsetting entries for 24 and 48-hour foreign currency purchase and sale transactions represent rights or obligations, which are recorded in ""Other accounts receivable"" and ""Sundry creditors and other accounts payable"", respectively."
es: "Las contrapartidas de las operaciones de compra-venta de divisas a 24 y 48 horas, representan derechos u obligaciones que se registran en los rubros de ""Otras cuentas por cobrar"" y ""Acreedores diversos y otras cuentas por pagar"", respectivamente."

source: Therefore, the bank charges were charged to the ICC regular budget on an exceptional basis in order not to deplete the Fund's resources, and are reported in the accounts as accounts payable to the Victims Trust Fund.
es: Por lo tanto, dichos cargos bancarios se imputaron al presupuesto ordinario de la Corte con carácter excepcional con objeto de no gravar los recursos del Fondo, y figuran como cuentas por pagar al Fondo Fiduciario en beneficio de las víctimas.

source: You can also use balance interest calculation in accounts receivable and accounts payable.
es: También se pueden calcular los intereses de saldos en contabilidad de deudores y acreedores.

source: Accounts payable are classified as current if the payments mature in one year or less (or within the normal operating cycle, if longer).
es: Las cuentas a pagar se clasifican como pasivo corriente si los pagos tienen vencimiento a un año o menos (o vencen en el ciclo normal de explotación, si este fuera superior).

source: 6.2 Accounts payable and receivable to/from related companies or companies related by a holding
es: 6.2 Créditos y débitos con empresas del Grupo o con las que existe un vínculo de participación

source: IFRS 7 introduces new breakdowns to improve the information on financial instruments, though it has no impact on the classification and valuation of the group's financial instruments or on the breakdowns relating to taxes and suppliers and other accounts payable.
es: La NIIF 7 introduce nuevos desgloses para mejorar la información sobre instrumentos financieros, si bien no tiene ningún impacto sobre la clasificación y valoración de los instrumentos financieros del grupo, o sobre los desgloses relativos a impuestos y proveedores y otras cuentas a pagar.

source: Meanwhile they are normally ap proved for an average period of up to three years.
es: Entre tanto la duración de los proyectos se ha alargado como promedio en un año.

source: Brief contact with small amounts of light crude oil and dispersants aren't thought to be harmful, the AP reported.
es: No se cree que un contacto breve con pequeñas cantidades de petróleo crudo ligero y dispersantes sea nocivo, reportó la AP.

source: Since its opening, AP&I has focused its activity on photovoltaic solar power, concentrated solar power, wind power, and biomass technology.
es: Desde sus inicios AP&I concentra su actividad en energía solar fotovoltaica, solar termoeléctrica, eólica y biomasa.

source: "Amounts receivable or payable arising from investment securities, securities under repurchase/resell agreements, securities lending and/or derivative financial instruments which have expired but have not been settled at the consolidated balance sheet date as well as amounts receivable or payable resulting from the purchase or sale of foreign currencies which are not for immediate settlement or those with a same day value date, are recorded in clearing accounts included within ""Other accounts payable"" and ""Sundry creditors and other accounts payable""."
es: "Los montos por cobrar o por pagar provenientes de inversiones en valores, operaciones de reporto, préstamos de valores y/o de operaciones con instrumentos financieros derivados que lleguen a su vencimiento y que a la fecha no hayan sido liquidados se registran en cuentas liquidadoras dentro de los rubros de ""Otras cuentas por cobrar"" y ""Acreedores diversos y otras cuentas por pagar"", así como los montos por cobrar o por pagar que resulten de operaciones de compraventa de divisas en las que no se pacte liquidación inmediata o en las de fecha valor mismo día."

source: That is mainly because we are now introducing a new accrual-based accounting system which allows us, and compels us, to be more transparent and more rigorous with our accounting system.
es: Esto se debe principalmente a que estamos introduciendo ahora un nuevo sistema contable basado en el devengo, que nos permite y nos obliga a ser más transparentes y más rigurosos con nuestro sistema contable.

source: The financial statements will gradually evolve so that the principle of accrual-based accounting will take full effect from 2005.
es: Los estados financieros evolucionarán progresivamente, de modo que pueda llegarse a la plena aplicación del principio de contabilidad de ejercicio en 2005.

source: In accordance with the principle of accrual-based accounting, the financial statements shall show the charges and income for the financial year, regardless of the date of payment or collection.
es: Según el principio de la contabilidad de ejercicio, en los estados financieros se incluirán los gastos e ingresos correspondientes al ejercicio, sin consideración de la fecha de pago o de cobro.

source: Changing to accrual-based accounting will make it possible to show the position of the Communities more fully, reflecting all of their assets, debts and liabilities, and the year's expenditure and revenue.
es: El paso a una contabilidad patrimonial permitirá presentar la situación de las Comunidades de modo más completo, con indicación del conjunto de los activos, títulos de crédito y deudas, y los gastos e ingresos del ejercicio.

source: The accrual-based accounting system continued to be developed throughout 2007, and development will continue in 2008 and 2009.
es: A lo largo de 2007, se ha seguido desarrollando el Plan contable basado en la contabilidad de ejercicio, desarrollo que continuará en 2008 y 2009.

source: The Commission has studied both options, and has concluded that option 3, an integrated central system receiving accounting information from a number of local systems, is the only means of introducing accrual-based accounts by the 2005 deadline.
es: La Comisión ha estudiado ambas opciones, y ha concluido que la opción 3, un sistema central integrado que recibe la información contable de varios sistemas locales, es el único medio de introducir la contabilidad de ejercicio dentro del plazo (2005).

source: The Commission recognises the extraordinary effort done by its departments to allow the moving to accrual-based accounting.
es: La Comisión reconoce el extraordinario esfuerzo de sus departamentos para hacer posible la transición a la contabilidad de ejercicio.

source: It states that the reformed accounting system is to be completely in accordance with accrual-based accounting principles and will be applied gradually and, will only be fully effective in the 2005 financial year.
es: Establece que el nuevo plan contable deberá ajustarse íntegramente a los principios de la contabilidad de ejercicio, que se aplicará progresivamente y sólo estará plenamente en vigor a partir del ejercicio 2005.

source: Against this background the Commission has achieved significant progress towards introducing accrual-based accounting.
es: En este contexto, la Comisión ha logrado progresos importantes en cuanto a la introducción de la contabilidad de ejercicio.

source: The EDF annual accounts for 2005 and 2006 were drawn up in compliance with accrual-based accounting principles despite the delay in the migration.
es: Pese al retraso en la migración, las cuentas anuales del FED de 2005 y 2006 se elaboraron de acuerdo con los principios de la contabilidad de ejercicio.

source: The accrual-based accounting system continued to be developed throughout 2005; development and improvement will continue in 2006 and 2007 to include progressively the European Development Fund, Delegations, the Agencies and a single datawarehouse.
es: El desarrollo de la contabilidad de ejercicio se continuó a lo largo del año 2005; su perfeccionamiento se prolongará a lo largo de 2006 y 2007 para integrar progresivamente el Fondo Europeo de Desarrollo, las delegaciones, las agencias y un único centro de datos.

source: The lessons learnt from the problems and delays encountered during these first two years of accrual-based accounting should enable the Commission to assure a reasonable quality of the financial information.
es: La experiencia con los problemas y retrasos surgidos durante estos dos primeros años de contabilidad de ejercicio deberían permitir que la Comisión garantice una calidad razonable de la información financiera.

source: The steps set out in the memorandum of 24 July 2002 constitute the building blocks for moving from a system based on cash accounts towards an integrated accrual-based accounting system, required by the Financial Regulation for the financial year 2005.
es: Los pasos establecidos en el memorándum de 24 de julio de 2002 constituyen la base para evolucionar de un sistema basado en las cuentas de caja a un plan contable basado en el principio de devengo, como exige el Reglamento financiero para el ejercicio presupuestario 2005.

source: In connection with the modernisation of the Commission's accounting system and the shift towards application of the new, accrual based accounting rules for the 2005 annual accounts, gradual changes in accounting methods are both inevitable and necessary.
es: Con respecto a la modernización del plan contable de la Comisión y la introducción de las nuevas normas basadas en la contabilidad de ejercicio en la contabilidad anual de 2005, es inevitable e imprescindible cambiar gradualmente los métodos contables.

source: Considering that one of the principal obligations of the ECA as external auditor is to give its opinion on the consolidated financial statements, the IAS decided to cancel planned ABAC audits in a number of DGs covered by the ECA and, in close cooperation with the ECA, to perform an audit on implementation of accrual-based accounting in DG EAC which covered the transition process to accrual based accounting as well as the 2005 year-end closing of the accounts in DG EAC.
es: Considerando que una de las obligaciones principales del Tribunal de Cuentas como auditor externo es emitir dictamen sobre los estados financieros consolidados, el SAI decidió cancelar las auditorías ABAC previstas en varias DG auditadas por el Tribunal de Cuentas y, en estrecha colaboración con éste, llevar a cabo una auditoría sobre la aplicación de la contabilidad de ejercicio en la DG EAC que abarcara el proceso de transición a la contabilidad de ejercicio, así como el cierre de las cuentas de final del año 2005 en dicha DG.

source: Based on the lessons learnt from the problems and delays encountered during this first year of accrual-based accounting, the Commission will further strengthen its accounting processes and systems to improve the quality of the financial information and meet the deadlines for subsequent years' accounts.
es: Basándose en las enseñanzas recibidas de los problemas y de los retrasos surgidos durante este primer año de contabilidad de ejercicio, la Comisión reforzará más sus procesos y sistemas contables para mejorar la calidad de la información financiera y para cumplir los plazos de los ejercicios contables venideros.

source: Although the new IT systems are still being developed, the EDF annual accounts have been established in compliance with accrual-based accounting principles since 2005.
es: Aunque aún se estén desarrollando los nuevos sistemas informáticos, las cuentas anuales del FED se han establecido de acuerdo con los principios de la contabilidad de ejercicio desde 2005.

source: ABAC (from accrual-based accounting) the acronym of the European Commission's major reform of the EU accounting system through the introduction of accrual accounting (see below) and a thorough overhaul of the underlying IT system.
es: ABAC (contabilidad de ejercicio) principal reforma del plan contable de la UE por parte de la Comisión Europea mediante la introducción de la contabilidad de ejercicio (véase más abajo) y una revisión completa del sistema informático subyacente.

source: However, based on the Court's review, the consolidated accounts are not presented fairly and transparent, in all material respects, in accordance with the relevant accounting standards, with regard to (a) the unsatisfactory application of the accrual based accounting principle and (b) the inclusion of the surplus of the previous year as a revenue of the present year.
es: No obstante, el examen del Tribunal reveló que las cuentas consolidadas no se presentaron de manera equitativa y transparente, en todos sus aspectos significativos, con arreglo a las normas de contabilidad pertinentes, debido a a) la aplicación insatisfactoria del principio de contabilidad de ejercicio, y b) la inclusión del excedente del ejercicio anterior como ingresos del actual ejercicio.

source: Within the context of this general reform of the Commission, we are also seeing a reform of accounting procedures, an important reform which must reconcile a dual system of budgetary management based on both cash-based and accrual-based accounting.
es: Al hilo de esta reforma general de la Comisión, estamos asistiendo también a una reforma contable, una reforma importante que tiene que hacer compatible un sistema dual de gestión presupuestaria inspirada en el criterio de caja y de contabilidad patrimonial.

source: The accrual-based accounting principle means that transactions and events shall be entered in the accounts when they occur and not when amounts are actually paid or recovered.
es: El principio de contabilidad de ejercicio significa que las operaciones y las incidencias deberán contabilizarse cuando se produzcan y no cuando se proceda al pago o al cobro efectivos.

source: Financial management has been overhauled with a recast Financial Regulation, which entered into force in 2003, the introduction of activity based budgeting in 2004 and the transition to accrual based accounting as from 1st January 2005.
es: La gestión financiera se ha revisado con la refundición del Reglamento financiero, que entró en vigor en 2003, la introducción de la presupuestación por actividades en 2004 y el paso a la contabilidad de ejercicio el 1 de enero de 2005.

source: Accrual-based accounting is a system in which revenues and expenses are recognized and booked in the period in which they arise, regardless of when the cash for the revenue or expense actually changes hands.
es: La contabilidad cumulativa o sobre una base de devengados es un sistema a través del cuál los ingresos y los gastos son reconocidos y registrados en el período en el cuál ocurren, sin importar cuando el efectivo para los ingresos o gastos cambia realmente de manos.

source: Notes the Agency's explanation that due to the limited number of items the administrative inventory is managed on spreadsheets and fixed assets are managed in the accounting software; notes that the Agency intends to apply Accrual Based Accounting (ABAC) with regard to assets in 2009
es: 7. Toma nota de la explicación de la Agencia de que, debido al limitado número de entradas, el inventario administrativo se gestiona con hojas de cálculo y el inventario inmovilizado, con el programa informático de contabilidad; toma nota de que la Agencia tiene la intención de aplicar la contabilidad de ejercicio (ABAC) a los activos en 2009

source: The Commission has, however, achieved significant progress towards introducing accrual based accounting by the 2005 financial year.
es: La Comisión, no obstante, ha realizado progresos significativos para introducir una contabilidad basada en el principio del devengo para el ejercicio 2005.

source: On 1 January 2005, the Commission moved the general accounting of the EU from cashbased to accrual-based accounting, thus complying with international public accounting standards and the legal obligation fixed under the Financial Regulation.
es: El 1 de enero de 2005, la Comisión pasó la contabilidad general de la UE de una contabilidad basada en el principio de caja a una contabilidad de ejercicio, cumpliendo así las Normas Internacionales de Contabilidad pública y la obligación legal fijada en el Reglamento financiero.

source: Notes the Commission's statement that all necessary support was granted to those agencies wishing to migrate to ABAC (accrual based accounting); notes that the agencies in some cases considered the support as insufficient
es: 12. Toma nota de la declaración de la Comisión de que se concedió todo el apoyo necesario a las agencias que deseaban migrar a la contabilidad por el principio del devengo ABAC (Accrual Based Accounting); observa que en algunos casos las agencias consideraron el apoyo insuficiente

source: Notes that a paper-based system for commitments entered into force as of 1 January 2008 and ABAC (Accrual Based Accounting) was implemented in June 2008
es: 10. Observa que a partir del 1 de enero de 2008 entró en vigor un sistema en soporte papel para los compromisos y que, en junio de 2008 se introdujo el sistema de contabilidad de ejercicio (ABAC)

source: The Accrual checkbox indicates if this accounting schema will use accrual based account or cash based accounting.
es: El Cuadro de Verificación Absorción indica si el esquema contable usará contabilidad basada en absorción o contabilidad basada en efectivo.

source: The Commission has achieved significant progress towards introducing accrual based accounting for the 2005 financial year, although adaptations and validations necessary to ensure the full implementation of the new accounting framework have been delayed.
es: La Comisión ha realizado importantes progresos en el establecimiento de la contabilidad de ejercicio en 2005, aunque se han retrasado las adaptaciones y validaciones necesarias para garantizar la ejecución completa del nuevo marco contable.

source: (A) information from which a 2005-2008 compound average growth rate for EBITDA for the combination of the O2 Group and the Telefónica Group of approximately 8 per cent. can be calculated; and
es: (A) información en base a la cual puede calcularse una tasa compuesta de crecimiento medio de EBITDA para el periodo 2005-2008 por la combinación del Grupo O2 y el Grupo Telefónica de aproximadamente un 8%; y (B) información en base a la cual puede calcularse un EBITDA estimado para la combinación del Grupo O2 y el Grupo Telefónica de aproximadamente

source: The compound average annual growth rate in value terms calculated is 7,6 % for the reference period 1997 to 2002.
es: La tasa media de crecimiento anual calculada en términos de valor es del 7,6 % para el período de referencia de 1997 a 2002.

source: 2002 Compound average annual growth rate (1997-2002)
es: 2002 Tasa media de crecimiento anual (1997-2002)

source: the above referenced research reports contain information from which a 2005-2008 compound average growth rate for the combined group for EBITDA of approximately 8 per cent. can be calculated
es: Los informes anteriormente referenciados contienen información con base a la cual se puede calcular para el período 2005-2008 el ratio medio compuesto de crecimiento de ingresos para el grupo para un EBITDA del 8,0 por ciento
